Repository: vzandli/GaugeZ
Catalog: GaugeZ/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, de, es, fil, fr, hi, it, ja, ko, mr, pt_br, ru, ta, te, tr, ur, vi, zh_hans, zh_hk

source: Reads Grok Build’s xAI account sign-in from ~/.grok/auth.json and asks its billing service for the allowance.
ar: يقرأ تسجيل دخول حساب xAI الخاص بـ Grok Build من ~/.grok/auth.json ويطلب الحصة من خدمة الفوترة الخاصة به.
bn: ~/.grok/auth.json থেকে Grok Build-এর xAI অ্যাকাউন্ট সাইন-ইন পড়ে এবং এর বিলিং সার্ভিসের কাছে ভাতার তথ্য চায়।
bs: Čita prijavu na xAI račun za Grok Build iz ~/.grok/auth.json i traži dozvoljenu potrošnju od servisa za naplatu.
de: Liest die xAI-Kontoanmeldung von Grok Build aus ~/.grok/auth.json und ruft das Kontingent beim Abrechnungsdienst ab.
es: Lee el inicio de sesión de la cuenta de xAI de Grok Build desde ~/.grok/auth.json y consulta su asignación al servicio de facturación.
fil: Binabasa ang pag-sign in ng xAI account ng Grok Build mula sa ~/.grok/auth.json at hinihingi sa billing service nito ang allowance.
fr: Lit la connexion du compte xAI de Grok Build depuis ~/.grok/auth.json et interroge son service de facturation pour obtenir le quota.
hi: ~/.grok/auth.json से Grok Build का xAI खाता साइन-इन पढ़ता है और इसकी बिलिंग सेवा से सीमा की जानकारी मांगता है।
it: Legge l’accesso all’account xAI di Grok Build da ~/.grok/auth.json e interroga il relativo servizio di fatturazione per la quota.
ja: ~/.grok/auth.jsonからGrok BuildのxAIアカウントサインイン情報を読み取り、請求サービスから利用枠を取得します。
ko: ~/.grok/auth.json에서 Grok Build의 xAI 계정 로그인을 읽고 결제 서비스에서 한도를 가져옵니다.
mr: ~/.grok/auth.json वरून Grok Build चे xAI खाते साइन-इन वाचते आणि त्याच्या बिलिंग सेवेकडे भत्त्याची मागणी करते.
pt_br: Lê a sessão da conta xAI do Grok Build em ~/.grok/auth.json e consulta a cota no serviço de cobrança.
ru: Считывает данные учетной записи xAI для Grok Build из ~/.grok/auth.json и запрашивает квоту у биллинговой службы.
ta: ~/.grok/auth.json இலிருந்து Grok Build-இன் xAI கணக்கு உள்நுழைவைப் படித்து அதன் பில்லிங் சேவையிடம் அனுமதியைக் கேட்கிறது.
te: ~/.grok/auth.json నుండి Grok Build యొక్క xAI ఖాతా సైన్-ఇన్‌ను చదివి దాని బిల్లింగ్ సేవను భత్యం కోసం అడుగుతుంది.
tr: ~/.grok/auth.json dosyasından Grok Build'in xAI hesabı girişini okur ve kullanım hakkını faturalandırma servisinden sorgular.
ur: ~/.grok/auth.json سے Grok Build کا xAI اکاؤنٹ سائن ان پڑھتا ہے اور اس کی بلنگ سروس سے الاؤنس دریافت کرتا ہے۔
vi: Đọc thông tin đăng nhập tài khoản xAI của Grok Build từ ~/.grok/auth.json và hỏi dịch vụ thanh toán để lấy hạn mức.
zh_hans: 从 ~/.grok/auth.json 读取 Grok Build 的 xAI 账号登录凭据，并向其账单服务查询额度。
zh_hk: 從 ~/.grok/auth.json 讀取 Grok Build 的 xAI 帳戶登入資訊，並向其帳單服務查詢額度。

source: Reads OpenCode Go plan usage with the opencode-go key OpenCode stores on sign-in.
ar: يقرأ استخدام خطة OpenCode Go باستخدام مفتاح opencode-go الذي يخزنه OpenCode عند تسجيل الدخول.
bn: সাইন-ইন করার সময় OpenCode সংরক্ষিত opencode-go কী দিয়ে OpenCode Go প্ল্যান ব্যবহার পড়ে।
bs: Čita korištenje plana OpenCode Go pomoću opencode-go ključa koji OpenCode sprema pri prijavi.
de: Liest die Nutzung des OpenCode Go-Tarifs mit dem opencode-go-Schlüssel, den OpenCode bei der Anmeldung speichert.
es: Lee el uso del plan OpenCode Go con la clave opencode-go que OpenCode guarda al iniciar sesión.
fil: Binabasa ang paggamit ng plano ng OpenCode Go gamit ang opencode-go key na iniimbak ng OpenCode sa pag-sign in.
fr: Lit l’utilisation du forfait OpenCode Go avec la clé opencode-go enregistrée par OpenCode à la connexion.
hi: साइन-इन पर OpenCode द्वारा संग्रहीत opencode-go कुंजी के साथ OpenCode Go प्लान उपयोग पढ़ता है।
it: Legge l’utilizzo del piano OpenCode Go con la chiave opencode-go salvata da OpenCode all’accesso.
ja: サインイン時にOpenCodeが保存するopencode-goキーを使用して、OpenCode Goプランの使用状況を読み取ります。
ko: 로그인 시 OpenCode가 저장하는 opencode-go 키로 OpenCode Go 요금제 사용량을 읽습니다.
mr: साइन-इन केल्यावर OpenCode द्वारे साठवलेल्या opencode-go की सह OpenCode Go योजना वापर वाचते.
pt_br: Lê o uso do plano OpenCode Go com a chave opencode-go armazenada no início da sessão do OpenCode.
ru: Считывает использование плана OpenCode Go по ключу opencode-go, сохраняемому при входе в OpenCode.
ta: உள்நுழையும்போது OpenCode சேமிக்கும் opencode-go விசையைக் கொண்டு OpenCode Go திட்டப் பயன்பாட்டைப் படிக்கிறது.
te: సైన్ ఇన్ చేసినప్పుడు OpenCode నిల్వ చేసే opencode-go కీతో OpenCode Go ప్లాన్ వినియోగాన్ని చదువుతుంది.
tr: OpenCode'un girişte sakladığı opencode-go anahtarıyla OpenCode Go plan kullanımını okur.
ur: opencode-go کلید کے ساتھ OpenCode Go پلان کا استعمال پڑھتا ہے جو OpenCode سائن ان پر محفوظ کرتا ہے۔
vi: Đọc mức sử dụng gói OpenCode Go bằng khóa opencode-go mà OpenCode lưu khi đăng nhập.
zh_hans: 使用 OpenCode 登录时保存的 opencode-go 密钥读取 OpenCode Go 方案用量。
zh_hk: 使用 OpenCode 登入時儲存的 opencode-go 金鑰讀取 OpenCode Go 方案用量。

source: Reads Z.ai Coding Plan usage with a key held by Claude Code, ZCode, or OpenCode.
ar: يقرأ استخدام خطة Z.ai البرمجية باستخدام مفتاح محفوظ بواسطة Claude Code أو ZCode أو OpenCode.
bn: Claude Code, ZCode বা OpenCode দ্বারা সংরক্ষিত কী দিয়ে Z.ai Coding Plan ব্যবহার পড়ে।
bs: Čita korištenje plana Z.ai Coding Plan pomoću ključa koji drži Claude Code, ZCode ili OpenCode.
de: Liest die Z.ai Coding Plan-Nutzung mit einem in Claude Code, ZCode oder OpenCode hinterlegten Schlüssel.
es: Lee el uso de Z.ai Coding Plan con una clave guardada por Claude Code, ZCode u OpenCode.
fil: Binabasa ang paggamit ng Z.ai Coding Plan gamit ang isang key na hawak ng Claude Code, ZCode, o OpenCode.
fr: Lit l’utilisation de Z.ai Coding Plan avec une clé détenue par Claude Code, ZCode ou OpenCode.
hi: Claude Code, ZCode या OpenCode द्वारा रखी गई कुंजी के साथ Z.ai Coding Plan उपयोग पढ़ता है।
it: Legge l’utilizzo di Z.ai Coding Plan con una chiave gestita da Claude Code, ZCode o OpenCode.
ja: Claude Code、ZCode、またはOpenCodeが保持するキーを使用して、Z.ai Coding Planの使用状況を読み取ります。
ko: Claude Code, ZCode 또는 OpenCode에 보관된 키로 Z.ai Coding Plan 사용량을 읽습니다.
mr: Claude Code, ZCode किंवा OpenCode द्वारे ठेवलेल्या की सह Z.ai Coding Plan वापर वाचते.
pt_br: Lê o uso do Z.ai Coding Plan com uma chave gerenciada pelo Claude Code, ZCode ou OpenCode.
ru: Считывает данные Z.ai Coding Plan с помощью ключа из Claude Code, ZCode или OpenCode.
ta: Claude Code, ZCode அல்லது OpenCode வைத்திருக்கும் விசையைக் கொண்டு Z.ai Coding Plan பயன்பாட்டைப் படிக்கிறது.
te: Claude Code, ZCode లేదా OpenCode వద్ద ఉన్న కీతో Z.ai Coding Plan వినియోగాన్ని చదువుతుంది.
tr: Claude Code, ZCode veya OpenCode tarafından tutulan anahtarla Z.ai Coding Plan kullanımını okur.
ur: Claude Code، ZCode، یا OpenCode کے پاس موجود کلید کے ذریعے Z.ai کوڈنگ پلان کا استعمال پڑھتا ہے۔
vi: Đọc mức sử dụng Z.ai Coding Plan bằng khóa do Claude Code, ZCode hoặc OpenCode nắm giữ.
zh_hans: 使用 Claude Code、ZCode 或 OpenCode 中保存的密钥读取 Z.ai Coding Plan 用量。
zh_hk: 使用由 Claude Code、ZCode 或 OpenCode 保留的金鑰讀取 Z.ai Coding Plan 用量。

source: Reads the Claude Code CLI sign-in from Keychain and asks Claude directly. macOS will ask you to allow it.
ar: يقرأ تسجيل دخول واجهة سطر أوامر Claude Code من سلسلة المفاتيح ويطلب من Claude مباشرة. سيطلب منك macOS السماح بذلك.
bn: কীচেন থেকে Claude Code CLI সাইন-ইন পড়ে এবং সরাসরি Claude-কে অনুরোধ করে। macOS এটি অনুমোদন করতে বলবে।
bs: Čita prijavu za Claude Code CLI iz Keychaina i direktno pita Claude. macOS će od vas tražiti dozvolu.
de: Liest die Anmeldung des Claude Code-CLI aus dem Schlüsselbund und fragt Claude direkt ab. macOS wird um Erlaubnis bitten.
es: Lee el inicio de sesión de Claude Code CLI desde el Llavero y consulta directamente a Claude. macOS te pedirá autorización.
fil: Binabasa ang pag-sign in ng Claude Code CLI mula sa Keychain at direktang nagtatanong sa Claude. Hihilingin sa iyo ng macOS na payagan ito.
fr: Lit la connexion du CLI Claude Code dans le trousseau d’accès et interroge Claude directement. macOS vous demandera l’autorisation.
hi: कीचेन से Claude Code CLI साइन-इन पढ़ता है और सीधे Claude से संपर्क करता है। macOS आपसे अनुमति मांगेगा।
it: Legge l’accesso della CLI Claude Code dal Portachiavi e interroga direttamente Claude. macOS ti chiederà l’autorizzazione.
ja: キーチェーンからClaude Code CLIのサインイン情報を読み取り、Claudeに直接問い合わせます。macOSから許可を求められます。
ko: 키체인에서 Claude Code CLI 로그인을 읽고 Claude에 직접 요청합니다. macOS에서 허용을 요청합니다.
mr: कीचेनमधून Claude Code CLI साइन-इन वाचते आणि थेट Claude कडे विचारणा करते. macOS तुम्हाला अनुमती देण्यास विचारेल.
pt_br: Lê a sessão do Claude Code CLI das Chaves e consulta o Claude diretamente. O macOS solicitará sua permissão.
ru: Считывает вход в Claude Code CLI из Связки ключей и обращается к Claude напрямую. macOS запросит разрешение.
ta: கீசெயினிலிருந்து Claude Code CLI உள்நுழைவைப் படித்து Claude-இடம் நேரடியாகக் கேட்கிறது. அதை அனுமதிக்க macOS உங்களிடம் கேட்கும்.
te: Keychain నుండి Claude Code CLI సైన్-ఇన్‌ను చదివి Claudeని నేరుగా అడుగుతుంది. దీన్ని అనుమతించమని macOS మిమ్మల్ని అడుగుతుంది.
tr: Anahtar Zincirinden Claude Code CLI girişini okur ve doğrudan Claude'a sorar. macOS izin vermenizi isteyecektir.
ur: کی چین سے Claude Code CLI کا سائن ان پڑھتا ہے اور براہ راست Claude سے پوچھتا ہے۔ macOS آپ سے اس کی اجازت طلب کرے گا۔
vi: Đọc thông tin đăng nhập Claude Code CLI từ Chuỗi khóa và hỏi trực tiếp Claude. macOS sẽ yêu cầu bạn cấp quyền.
zh_hans: 从钥匙串读取 Claude Code CLI 登录凭据并直接请求 Claude。macOS 将提示您授权。
zh_hk: 從「鑰匙圈」讀取 Claude Code CLI 登入資訊並直接查詢 Claude。macOS 會要求你允許存取。

source: Reads the Claude Code sign-in and sessions in ~/.claude-%@.
ar: يقرأ تسجيل دخول وجلسات Claude Code في ~/.claude-%@.
bn: ~/.claude-%@-এ Claude Code সাইন-ইন এবং সেশন পড়ে।
bs: Čita prijavu za Claude Code i sesije u ~/.claude-%@.
de: Liest die Claude Code-Anmeldung und Sitzungen in ~/.claude-%@.
es: Lee el inicio de sesión y las sesiones de Claude Code en ~/.claude-%@.
fil: Binabasa ang pag-sign in at mga session ng Claude Code sa ~/.claude-%@.
fr: Lit la connexion et les sessions de Claude Code dans ~/.claude-%@.
hi: ~/.claude-%@ में Claude Code साइन-इन और सत्र पढ़ता है।
it: Legge l’accesso e le sessioni di Claude Code in ~/.claude-%@.
ja: ~/.claude-%@にあるClaude Codeのサインイン情報とセッションを読み取ります。
ko: ~/.claude-%@에서 Claude Code 로그인 및 세션을 읽습니다.
mr: ~/.claude-%@ मध्ये Claude Code साइन-इन आणि सत्रे वाचते.
pt_br: Lê a sessão e as atividades do Claude Code em ~/.claude-%@.
ru: Считывает данные входа и сессии Claude Code в каталоге ~/.claude-%@.
ta: ~/.claude-%@-இல் உள்ள Claude Code உள்நுழைவு மற்றும் அமர்வுகளைப் படிக்கிறது.
te: ~/.claude-%@ లో Claude Code సైన్-ఇన్ మరియు సెషన్‌లను చదువుతుంది.
tr: ~/.claude-%@ içindeki Claude Code girişini ve oturumlarını okur.
ur: ~/.claude-%@ میں Claude Code کا سائن ان اور سیشنز پڑھتا ہے۔
vi: Đọc thông tin đăng nhập và các phiên của Claude Code trong ~/.claude-%@.
zh_hans: 读取 ~/.claude-%@ 中的 Claude Code 登录凭据与会话。
zh_hk: 讀取 ~/.claude-%@ 中的 Claude Code 登入資訊及工作階段。

source: Reads the Claude desktop usage log, or the default Claude Code CLI sign-in from Keychain.
ar: يقرأ سجل استخدام تطبيق Claude لسطح المكتب، أو تسجيل دخول واجهة سطر أوامر Claude Code الافتراضي من سلسلة المفاتيح.
bn: Claude ডেস্কটপ ব্যবহারের লগ, বা কীচেন থেকে ডিফল্ট Claude Code CLI সাইন-ইন পড়ে।
bs: Čita zapisnik korištenja Claude Desktopa ili zadanu prijavu za Claude Code CLI iz Keychaina.
de: Liest das Claude Desktop-Nutzungsprotokoll oder die Standardanmeldung der Claude Code-CLI aus dem Schlüsselbund.
es: Lee el registro de uso de Claude en el escritorio o el inicio de sesión predeterminado de Claude Code CLI desde el Llavero.
fil: Binabasa ang usage log ng Claude sa desktop, o ang default na pag-sign in ng Claude Code CLI mula sa Keychain.
fr: Lit le journal d’utilisation de Claude Desktop ou la connexion par défaut du CLI Claude Code dans le trousseau d’accès.
hi: Claude डेस्कटॉप उपयोग लॉग, या कीचेन से डिफ़ॉल्ट Claude Code CLI साइन-इन पढ़ता है।
it: Legge il registro di utilizzo di Claude desktop o l’accesso predefinito alla CLI Claude Code dal Portachiavi.
ja: Claudeデスクトップの使用ログ、またはキーチェーン内のデフォルトのClaude Code CLIサインイン情報を読み取ります。
ko: Claude 데스크탑 사용 로그 또는 키체인의 기본 Claude Code CLI 로그인을 읽습니다.
mr: Claude डेस्कटॉप वापर लॉग किंवा कीचेनमधून डीफॉल्ट Claude Code CLI साइन-इन वाचते.
pt_br: Lê o registro de uso do Claude para computador ou a sessão padrão do Claude Code CLI nas Chaves.
ru: Считывает журнал десктопного Claude или данные входа Claude Code CLI по умолчанию из Связки ключей.
ta: Claude டெஸ்க்டாப் பயன்பாட்டுப் பதிவை அல்லது கீசெயினிலிருந்து இயல்புநிலை Claude Code CLI உள்நுழைவைப் படிக்கிறது.
te: Claude డెస్క్‌టాప్ వినియోగ లాగ్‌ను లేదా Keychain నుండి డిఫాల్ట్ Claude Code CLI సైన్-ఇన్‌ను చదువుతుంది.
tr: Claude masaüstü kullanım günlüğünü veya Anahtar Zincirinden saptanmış Claude Code CLI girişini okur.
ur: Claude ڈیسک ٹاپ کے استعمال کا لاگ، یا کی چین سے ڈیفالٹ Claude Code CLI سائن ان پڑھتا ہے۔
vi: Đọc nhật ký sử dụng của Claude cho máy tính hoặc thông tin đăng nhập mặc định của Claude Code CLI từ Chuỗi khóa.
zh_hans: 读取 Claude 桌面用量日志，或从钥匙串中读取默认 Claude Code CLI 登录凭据。
zh_hk: 讀取 Claude 桌面版用量記錄，或從「鑰匙圈」讀取預設的 Claude Code CLI 登入資訊。

source: Reads the Codex CLI sign-in in ~/.codex-%@.
ar: يقرأ تسجيل دخول واجهة سطر أوامر Codex في ~/.codex-%@.
bn: ~/.codex-%@ এ থাকা Codex CLI সাইন-ইন পড়ে।
bs: Čita Codex CLI prijavu u ~/.codex-%@.
de: Liest die Codex-CLI-Anmeldung in ~/.codex-%@.
es: Lee el inicio de sesión de la CLI de Codex en ~/.codex-%@.
fil: Binabasa ang pag-sign in sa Codex CLI sa ~/.codex-%@.
fr: Lit la connexion du CLI Codex dans ~/.codex-%@.
hi: ~/.codex-%@ में Codex CLI साइन-इन पढ़ता है।
it: Legge l’accesso della CLI Codex in ~/.codex-%@.
ja: ~/.codex-%@にあるCodex CLIのサインイン情報を読み取ります。
ko: ~/.codex-%@의 Codex CLI 로그인을 읽습니다.
mr: ~/.codex-%@ मधील Codex CLI साइन-इन वाचते.
pt_br: Lê o login do codex CLI em ~/.codex-%@.
ru: Считывает вход codex CLI в каталоге ~/.codex-%@.
ta: ~/.codex-%@ இல் உள்ள Codex CLI உள்நுழைவைப் படிக்கிறது.
te: ~/.codex-%@ లోని Codex CLI సైన్-ఇన్‌ను చదువుతుంది.
tr: ~/.codex-%@ içindeki Codex CLI girişini okur.
ur: ~/.codex-%@ میں Codex CLI سائن ان پڑھتا ہے۔
vi: Đọc đăng nhập Codex CLI trong ~/.codex-%@.
zh_hans: 读取 ~/.codex-%@ 中的 Codex CLI 登录凭据。
zh_hk: 讀取 ~/.codex-%@ 中的 Codex CLI 登入資訊。

source: Reads the local Antigravity server, then Google quota with the saved sign-in, or derives model turns from local transcripts.
ar: يقرأ خادم Antigravity المحلي، ثم حصة Google باستخدام تسجيل الدخول المحفوظ، أو يشتق أدوار النموذج من النصوص المحلية.
bn: স্থানীয় Antigravity সার্ভার পড়ে, তারপর সংরক্ষিত সাইন-ইন দিয়ে Google কোটা পড়ে, অথবা স্থানীয় ট্রান্সক্রিপ্ট থেকে মডেল টার্ন অনুমান করে।
bs: Čita lokalni Antigravity server, zatim Google kvotu sa sačuvanom prijavom, ili izvodi interakcije modela iz lokalnih transkripata.
de: Liest den lokalen Antigravity-Server, dann das Google-Kontingent mit der gespeicherten Anmeldung oder leitet Modell-Züge aus lokalen Transkripten ab.
es: Lee el servidor local de Antigravity, luego la cuota de Google con la sesión guardada, o deduce los turnos del modelo de las transcripciones locales.
fil: Binabasa ang lokal na server ng Antigravity, pagkatapos ay ang Google quota gamit ang naka-save na pag-sign in, o hinahango ang mga model turn mula sa mga lokal na transcript.
fr: Lit le serveur local d’Antigravity, puis le quota Google avec la connexion enregistrée, ou déduit les tours de modèle des historiques locaux.
hi: स्थानीय Antigravity सर्वर को पढ़ता है, फिर सहेजे गए साइन-इन के साथ Google कोटा पढ़ता है, या स्थानीय ट्रांसक्रिप्ट से मॉडल टर्न का अनुमान लगाता है।
it: Legge il server locale di Antigravity, quindi la quota Google con l’accesso salvato, oppure ricava i turni del modello dalle trascrizioni locali.
ja: ローカルのAntigravityサーバー、保存されたサインイン情報によるGoogleクォータを読み取るか、ローカルのログからモデルターン数を推計します。
ko: 로컬 Antigravity 서버 및 저장된 로그인으로 Google 할당량을 읽거나, 로컬 대화 기록에서 모델 턴을 추정합니다.
mr: स्थानिक Antigravity सर्व्हर वाचते, नंतर जतन केलेल्या साइन-इनसह Google कोटा वाचते किंवा स्थानिक ट्रान्सक्रिप्टवरून मॉडेल टर्न काढते.
pt_br: Lê o servidor local do Antigravity e a cota do Google com a sessão salva, ou deduz as interações das transcrições locais.
ru: Считывает данные локального сервера Antigravity, затем квоту Google по сохраненному входу или вычисляет обращения к модели по локальным журналам.
ta: உள்ளூர் Antigravity சேவையகத்தைப் படிக்கிறது, பின்னர் சேமித்த உள்நுழைவுடன் Google ஒதுக்கீட்டைப் படிக்கிறது, அல்லது உள்ளூர் டிரான்ஸ்கிரிப்டுகளிலிருந்து மாடல் திருப்பங்களைப் பெறுகிறது.
te: స్థానిక Antigravity సర్వర్‌ను, ఆపై సేవ్ చేసిన సైన్-ఇన్‌తో Google కోటాను చదువుతుంది, లేదా స్థానిక ట్రాన్స్‌క్రిప్ట్‌ల నుండి మోడల్ టర్న్‌లను లెక్కిస్తుంది.
tr: Yerel Antigravity sunucusunu, ardından kayıtlı girişle Google kotasını okur veya yerel kayıtlardan model turlarını türetir.
ur: مقامی Antigravity سرور کو پڑھتا ہے، پھر محفوظ شدہ سائن ان کے ساتھ Google کوٹہ، یا مقامی ٹرانسکرپٹس سے ماڈل کے ٹرنز حاصل کرتا ہے۔
vi: Đọc máy chủ Antigravity cục bộ, sau đó đọc hạn mức Google bằng đăng nhập đã lưu hoặc suy ra các lượt mô hình từ bản ghi cục bộ.
zh_hans: 读取本地 Antigravity 服务器，然后使用已保存的登录信息读取 Google 配额，或从本地记录中推导模型轮次。
zh_hk: 讀取本機 Antigravity 伺服器，再使用已儲存的登入資訊讀取 Google 配額，或從本機記錄推斷模型對話輪次。

source: Red
ar: أحمر
bn: লাল
bs: Crvena
de: Rot
es: Rojo
fil: Pula
fr: Rouge
hi: लाल
it: Rosso
ja: レッド
ko: 레드
mr: लाल
pt_br: Vermelho
ru: Красный
ta: சிவப்பு
te: ఎరుపు
tr: Kırmızı
ur: سرخ
vi: Đỏ
zh_hans: 红色
zh_hk: 紅色

source: Refresh
ar: تحديث
bn: রিফ্রেশ করুন
bs: Osvježi
de: Aktualisieren
es: Actualizar
fil: I-refresh
fr: Actualiser
hi: रीफ़्रेश करें
it: Aggiorna
ja: 更新
ko: 새로고침
mr: रीफ्रेश करा
pt_br: Atualizar
ru: Обновить
ta: புதுப்பி
te: రిఫ్రెష్ చేయి
tr: Yenile
ur: ریفریش کریں
vi: Làm mới
zh_hans: 刷新
zh_hk: 重新整理

source: Refresh Provider
ar: تحديث المزود
bn: প্রদানকারী রিফ্রেশ করুন
bs: Osvježi pružaoca usluge
de: Anbieter aktualisieren
es: Actualizar proveedor
fil: I-refresh ang Provider
fr: Actualiser le fournisseur
hi: प्रदाता रीफ़्रेश करें
it: Aggiorna provider
ja: プロバイダーを更新
ko: 제공자 새로고침
mr: प्रदाता रीफ्रेश करा
pt_br: Atualizar Provedor
ru: Обновить провайдера
ta: வழங்குநரைப் புதுப்பி
te: ప్రొవైడర్‌ను రిఫ్రెష్ చేయి
tr: Sağlayıcıyı Yenile
ur: فراہم کنندہ ریفریش کریں
vi: Làm mới nhà cung cấp
zh_hans: 刷新提供方
zh_hk: 重新整理提供者

source: Refresh Usage
ar: تحديث الاستخدام
bn: ব্যবহার রিফ্রেশ করুন
bs: Osvježi korištenje
de: Nutzung aktualisieren
es: Actualizar uso
fil: I-refresh ang Paggamit
fr: Actualiser l’utilisation
hi: उपयोग रीफ़्रेश करें
it: Aggiorna utilizzo
ja: 使用状況を更新
ko: 사용량 새로고침
mr: वापर रीफ्रेश करा
pt_br: Atualizar Uso
ru: Обновить использование
ta: பயன்பாட்டைப் புதுப்பி
te: వినియోగాన్ని రిఫ్రెష్ చేయి
tr: Kullanımı Yenile
ur: استعمال ریفریش کریں
vi: Làm mới mức sử dụng
zh_hans: 刷新用量
zh_hk: 重新整理用量

source: Refresh all
ar: تحديث الكل
bn: সব রিফ্রেশ করুন
bs: Osvježi sve
de: Alle aktualisieren
es: Actualizar todo
fil: I-refresh Lahat
fr: Tout actualiser
hi: सभी रीफ़्रेश करें
it: Aggiorna tutto
ja: すべて更新
ko: 모두 새로고침
mr: सर्व रीफ्रेश करा
pt_br: Atualizar tudo
ru: Обновить все
ta: அனைத்தையும் புதுப்பி
te: అన్నీ రిఫ్రెష్ చేయి
tr: Tümünü yenile
ur: سب ریفریش کریں
vi: Làm mới tất cả
zh_hans: 全部刷新
zh_hk: 全部重新整理

source: Refreshing
ar: جارٍ التحديث
bn: রিফ্রেশ হচ্ছে
bs: Osvježavanje
de: Wird aktualisiert
es: Actualizando
fil: Nagre-refresh
fr: Actualisation
hi: रीफ़्रेश हो रहा है
it: In aggiornamento
ja: 更新中
ko: 새로고침 중
mr: रीफ्रेश होत आहे
pt_br: Atualizando
ru: Обновление
ta: புதுப்பிக்கிறது
te: రిఫ్రెష్ చేస్తోంది
tr: Yenileniyor
ur: ریفریش ہو رہا ہے
vi: Đang làm mới
zh_hans: 正在刷新
zh_hk: 正在重新整理

source: Refreshing usage…
ar: جارٍ تحديث الاستخدام…
bn: ব্যবহার রিফ্রেশ হচ্ছে…
bs: Osvježavanje korištenja…
de: Nutzung wird aktualisiert…
es: Actualizando uso…
fil: Nagre-refresh ng paggamit…
fr: Actualisation de l’utilisation…
hi: उपयोग रीफ़्रेश हो रहा है…
it: Aggiornamento utilizzo…
ja: 使用状況を更新中…
ko: 사용량 새로고침 중…
mr: वापर रीफ्रेश होत आहे…
pt_br: Atualizando uso…
ru: Обновление использования…
ta: பயன்பாட்டைப் புதுப்பிக்கிறது…
te: వినియోగాన్ని రిఫ్రెష్ చేస్తోంది…
tr: Kullanım yenileniyor…
ur: استعمال ریفریش ہو رہا ہے…
vi: Đang làm mới mức sử dụng…
zh_hans: 正在刷新用量…
zh_hk: 正在重新整理用量…

source: Refreshing…
ar: جارٍ التحديث…
bn: রিফ্রেশ হচ্ছে…
bs: Osvježavanje…
de: Wird aktualisiert…
es: Actualizando…
fil: Nagre-refresh…
fr: Actualisation…
hi: रीफ़्रेश हो रहा है…
it: Aggiornamento…
ja: 更新中…
ko: 새로고침 중…
mr: रीफ्रेश होत आहे…
pt_br: Atualizando…
ru: Обновление…
ta: புதுப்பிக்கிறது…
te: రిఫ్రెష్ చేస్తోంది…
tr: Yenileniyor…
ur: ریفریش ہو رہا ہے…
vi: Đang làm mới…
zh_hans: 正在刷新…
zh_hk: 正在重新整理…

source: Removes GaugeZ settings, cached readings, and launch-at-login registration. Your provider accounts and credentials stay in their own apps.
ar: يزيل إعدادات GaugeZ والقراءات المخزنة مؤقتًا والتسجيل في الفتح عند تسجيل الدخول. تظل حسابات المزودين وبيانات الاعتماد الخاصة بك في تطبيقاتها الخاصة.
bn: GaugeZ সেটিংস, ক্যাশ করা রিডিং এবং লগইন-চালু নিবন্ধন মুছে ফেলে। আপনার প্রদানকারী অ্যাকাউন্ট ও লগইন তথ্য তাদের নিজস্ব অ্যাপে সুরক্ষিত থাকে।
bs: Uklanja postavke aplikacije GaugeZ, keširana očitanja i registraciju pokretanja pri prijavi. Računi pružalaca usluga i prijavni podaci ostaju u njihovim aplikacijama.
de: Entfernt GaugeZ-Einstellungen, zwischengespeicherte Messwerte und die Autostart-Registrierung. Ihre Anbieterkonten und Anmeldedaten verbleiben in ihren jeweiligen Apps.
es: Elimina los ajustes de GaugeZ, las lecturas en caché y el inicio automático. Tus cuentas y credenciales de los proveedores permanecen en sus propias apps.
fil: Inaalis ang mga setting ng GaugeZ, mga naka-cache na pagbasa, at pagpaparehistro ng paglunsad sa pag-login. Nananatili ang iyong mga provider account at kredensyal sa sarili nilang mga app.
fr: Supprime les réglages de GaugeZ, les relevés en cache et l’enregistrement au démarrage. Vos comptes et identifiants de fournisseurs restent dans leurs applications respectives.
hi: GaugeZ सेटिंग्स, कैश्ड डेटा और लॉगिन पर लॉन्च पंजीकरण हटाता है। आपके प्रदाता खाते और क्रेडेंशियल उनके अपने ऐप्स में रहते हैं।
it: Rimuove le impostazioni di GaugeZ, i dati in cache e l’avvio automatico al login. I tuoi account e le credenziali dei provider rimangono nelle rispettive app.
ja: GaugeZの設定、キャッシュされた読み取り値、ログイン時起動の登録を削除します。プロバイダーのアカウントおよび認証情報は元のアプリに残ります。
ko: GaugeZ 설정, 캐시된 측정값 및 로그인 시 실행 등록을 제거합니다. 제공자 계정 및 자격 증명은 각 앱에 그대로 유지됩니다.
mr: GaugeZ सेटिंग्ज, कॅश केलेले रीडिंग्ज आणि लाँच-अ‍ॅट-लॉगिन नोंदणी काढून टाकते. तुमची प्रदाता खाती आणि क्रेडेंशियल्स त्यांच्या स्वतःच्या अ‍ॅप्समध्ये राहतात.
pt_br: Remove os ajustes do GaugeZ, leituras em cache e inicialização com o sistema. Suas contas e credenciais continuam salvas nos respectivos apps.
ru: Удаляет настройки GaugeZ, кэшированные данные и запуск при входе. Учетные записи и данные провайдеров останутся в их приложениях.
ta: GaugeZ அமைப்புகள், தற்காலிக சேமிப்பு வாசிப்புகள் மற்றும் தொடக்கப் பதிவு ஆகியவற்றை நீக்குகிறது. உங்கள் வழங்குநர் கணக்குகளும் சான்றுகளும் அவற்றின் சொந்த செயலிகளிலேயே இருக்கும்.
te: GaugeZ సెట్టింగ్‌లు, కాష్ చేసిన రీడింగ్‌లు మరియు లాగిన్ ప్రారంభ నమోదును తీసివేస్తుంది. మీ ప్రొవైడర్ ఖాతాలు మరియు ఆధారాలు వాటి స్వంత యాప్‌లలోనే ఉంటాయి.
tr: GaugeZ ayarlarını, önbelleğe alınmış ölçümleri ve girişte başlatma kaydını kaldırır. Sağlayıcı hesaplarınız ve kimlik bilgileriniz kendi uygulamalarında kalır.
ur: GaugeZ کی ترتیبات، کیش شدہ ریڈنگز، اور لاگ ان پر لانچ کی رجسٹریشن ہٹاتا ہے۔ آپ کے فراہم کنندہ اکاؤنٹس اور اسناد ان کی اپنی ایپس میں محفوظ رہتی ہیں۔
vi: Xóa cài đặt GaugeZ, các số liệu trong bộ đệm và đăng ký khởi chạy khi đăng nhập. Tài khoản nhà cung cấp và thông tin xác thực của bạn vẫn lưu trong ứng dụng riêng của họ.
zh_hans: 移除 GaugeZ 设置、缓存数据和登录启动项注册。您的提供方账号与凭据将保留在其各自的应用中。
zh_hk: 移除 GaugeZ 設定、快取讀數以及登入時啟動設定。你的提供者帳戶及憑證會保留在各自的應用程式中。

source: Reset
ar: إعادة تعيين
bn: রিসেট
bs: Resetuj
de: Zurücksetzen
es: Restablecer
fil: I-reset
fr: Réinitialiser
hi: रीसेट करें
it: Ripristina
ja: リセット
ko: 재설정
mr: रीसेट करा
pt_br: Redefinir
ru: Сбросить
ta: மீட்டமை
te: రీసెట్
tr: Sıfırla
ur: دوبارہ ترتیب دیں
vi: Đặt lại
zh_hans: 重置
zh_hk: 重設
